export const extraChinaImport: ExtraPageType = {
  title: '사업자를 위한 쉽고 간편한 해외상품 수입대행 서비스',
  cardList: [
    {
      title: '수입통관대행',
      text: '배송까지 생각만해도 복잡한 해외상품구매! 수입프로세스를 대행해드립니다.',
    },
    {
      title: '샘플구매가능',
      text: '최소구매수량의 제한이 없으며, 샘플수량으로 단 1개라도 주문이 가능합니다.',
    },
    {
      title: '쉬운원화결제',
      text: '해외결제가 되는 카드의 발급 유무에 상관없이 원화(KRW)로 결제가 가능합니다.',
    },
    {
      title: '추가작업대행',
      text: '한국으로 상품 발송전 상품의 기본검수 및 라벨링, 재포장 등의 작업을 대행해드립니다.',
    },
  ],
  image: 'extra_test.png',
  color: '#39668F',
  stepList: [
    `대행신청 : 중국사이트에서 원하는 상품을 찾은 후 대행신청작성`,
    `구매가능여부 확인 : 해당상품의 수입이 가능한지 확인 후 고객님께 답변`,
    `상품결제 : 제품가와 수입에필요한 운송료 및 관세를 모두편해에서 직접 결제해드리고, 고객님께는 청구 받으시는 수수료를 포함한 금액을 한화로 결재하는 방식입니다.`,
    `외국업체에서의 국내발송 : 주문을 한 사이트에서 제품을 자사로 발송합니다.`,
    `상품수령 및 확인 : 제품이 정확하게 배송이 되었는지 꼼꼼히 체크합니다.`,
    `고객님께 배송 : 모두편해에서 주문하신 상품을 고객님께 발송 해드립니다.`,
  ],
}

export const extraDesign: ExtraPageType = {
  title: '컨텐츠가 바뀌면 매출이 바뀝니다!',
  cardList: [
    {
      title: '제작문의',
      text: '콘텐츠 제작 전 상담을 통해 일정 및 견적을 전달드립니다.',
    },
    {
      title: '결제',
      text: '일정과 견적을 확인 후 결제를 한뒤 제작에 필요한 자료를 전달해주세요.',
    },
    {
      title: '작업시작',
      text: '자료전달과 결제가 완료되면 작업이 시작되며 자세한 일정은 상세내역으로 확인부탁드립니다.',
    },
    {
      title: '시안확인',
      text: '시안컴토 후 피드백을 전달해주세요. 초안 수령 후 수정은 총 2회까지 가능합니다.',
    },
  ],
  image: 'extra_test.png',
  color: '#51248E',
  stepList: [
    `작업은 결제 확인 후 익일부터 진행되며, 원하는 컨셉과 레퍼런스를 전달해 주시면 작업이 수월합니다.`,
    `의뢰 목적에 한해서 상업적 이용이 가능하며, 목적외의 용도로 상업적 사용을 하거나 작업물 내에 이용된 유료이미지를 2차 가공할 경우 저작권법에 위반될 수 있습니다.`,
    `최종 디자인의 저작권은 모두편해에 있으며, 소유권은 의뢰인에게 있습니다.`,
    `최종 작업물은 당사의 포트폴리오에 사용될 수 있습니다.`,
    `가격은 이벤트 배너는 1000px 기준 10,000원 / 상세페이지는 10,000px 기준 100,000원 / 15,000px 기준 150,000원입니다. 상세페이지는 기준보다 늘어날 경우 1,000px당 10,000원씩 추가금액이 발생합니다. 단, 늘어나는 경우가 1,000px 미만이면 서비스로 만들어드립니다.`,
    `작업완료 시, 원하실 경우 원본파일을 제공하고 있습니다. (결제금액의 20% 추가금액)`,
    `무상수정내에서도 추가나 확장수정의 경우는 추가금액이 발생될 수 있습니다.`,
    `디자인 시안 불만족시 디자인 시안비용 발생(결제금액의 50% 추가금액)`,
    `상세페이지는 기준보다 늘어날 경우 1,000px 당 10,000원씩 추가금액이 발생합니다.<br />초안 수령 후 2회 수정 포함 가격입니다. 작업은 결제 후 익일부터 진행됩니다.`,
  ],
}

export const extraForward: ExtraPageType = {
  title: '풀필먼트 서비스 제공으로 저렴한 비용에 관리가 가능합니다.',
  cardList: [
    {
      title: '높은 서비스 만족도',
      text: '각 쇼핑몰의 성향에 맞는 전문가가 설계하는 맞춤형 물류를 경험해보세요.',
    },
    {
      title: '업무 자동화',
      text: '업무 자동화로 인건비와 시간이 80% 절감되는 효과가 있습니다.',
    },
    {
      title: '자동화 시스템',
      text: '주문정보, 주문수집, 송장업데이트가 자동으로 수집 및 업데이트 되어 일손이 줄어듭니다.',
    },
    {
      title: '완벽한 물류환경',
      text: '주문정보, 주문수집, 송장업데이트가 자동으로 수집 및 업데이트 되어 일손이 줄어듭니다.',
    },
  ],
  image: 'extra_test.png',
  color: '#0F7D8A',
  stepList: [
    `온라인 쇼핑몰에서 판매되는 다양한 상품의 물류대행을 진행하고 있습니다.`,
    `쿠팡셀러를 위한 맞춤형 물류 솔루션으로 풀필먼트 서비스를 제공합니다.`,
    `제트배송, 로켓배송 및 판매자배송까지 배차 누락없는 100% 책임배차 시스템으로 고객님의 제품을 세심하게 관리합니다.`,
    `자세한 이용 사항은 견적문의 진행시 안내가 가능합니다.`,
  ],
}
